Repository: ErfanGhohroudi/bermooda_flutter_app
Catalog: lib/l10n/intl_*.arb
Languages: fa

source: Replacement Employee (Optional)
fa: جایگزین در زمان غیبت (اختیاری)

source: Disease Type
fa: نوع بیماری

# hospitalOrDoctor
source: Hospital or Doctor Issuing Certificate
fa: بیمارستان یا پزشک صادرکننده گواهی

# medicalCertificateRequired
source: Medical Certificate (PDF/JPG)*
fa: گواهی پزشک (PDF/JPG)*

source: Replacement Employee
fa: جایگزین در زمان غیبت

source: Leave Date
fa: تاریخ مرخصی

source: Request Reason
fa: دلیل درخواست

source: Occasion Type
fa: نوع مناسبت

source: Invitation
fa: دعوتنامه

# proofDocument
source: Proof Document (Marriage Certificate, Death Certificate, Birth Certificate, etc.)
fa: مدرک اثبات (سند ازدواج، گواهی فوت، گواهی تولد و ...)

# missionDestination
source: Mission Destination (City, Province)
fa: مقصد مأموریت (شهر، استان)

source: Destination
fa: مقصد

source: Exact Location
fa: محل دقیق مراجعه

source: Departure Date
fa: تاریخ حرکت

source: Departure Time
fa: ساعت حرکت

source: Return Date
fa: تاریخ بازگشت

source: Return Time
fa: ساعت بازگشت

source: Mission Purpose
fa: هدف مأموریت

source: Transportation Type
fa: وسیله حمل‌ونقل

source: Needs Accommodation
fa: نیاز به اقامت

source: Accommodation Type
fa: نوع اقامت

# companionsLabel
source: Companions (if team)
fa: افراد همراه (در صورت تیمی)

source: Companions
fa: همراهان

source: Exact Address
fa: محل مراجعه (آدرس دقیق)

source: Related Mission Number
fa: شماره مأموریت مرتبط

source: Expense Type
fa: نوع هزینه

source: Expense Date
fa: تاریخ هزینه

source: Expense Amount
fa: مبلغ هزینه

# paymentMethodLabel
source: Payment Method
fa: روش پرداخت

source: Upload Invoice / Receipt
fa: آپلود فاکتور / رسید

source: Requested Amount
fa: مبلغ درخواستی

source: Required Payment Date
fa: تاریخ مورد نیاز پرداخت

# repaymentConditions
source: Proposed Repayment Conditions
fa: شرایط بازپرداخت پیشنهادی

# guaranteeDocuments
source: Guarantee Documents (Check / Promissory Note)
fa: مدارک ضمانت (چک / سفته)

# coveredPersonsInfo
source: Covered Persons Info (Name, Relation, National ID)
fa: مشخصات افراد تحت پوشش (نام، نسبت، کد ملی)

source: Covered Persons
fa: افراد تحت پوشش

source: Coverage Start Date
fa: تاریخ شروع پوشش

# treatmentAmount
source: Treatment Cost (if reimbursement)
fa: مبلغ هزینه درمان (در صورت بازپرداخت)

# medicalDocuments
source: Medical Documents (Bill, Doctor's Prescription, Hospital Report)
fa: مدارک پزشکی (قبض، نسخه پزشک، گزارش بیمارستان)

source: Allowance Type
fa: نوع کمک‌هزینه

source: Period
fa: دوره

# requestedAmountLabel
source: Requested Amount
fa: مبلغ مورد درخواست

# supportingDocuments
source: Supporting Documents (Rent Bill, Transportation Ticket, etc.)
fa: مستندات (قبض اجاره، بلیت حمل‌ونقل و ...)

source: Optional Attachments
fa: مدارک پیوست (اختیاری)

source: Equipment Type
fa: نوع تجهیز

source: Quantity
fa: تعداد

# suggestedModelLabel
source: Suggested Model (if specific need)
fa: مدل پیشنهادی (در صورت نیاز خاص)

source: Suggested Model
fa: مدل پیشنهادی

source: Urgency
fa: فوریت

source: Item Type
fa: نوع کالا

source: Required Quantity
fa: تعداد مورد نیاز

# currentEquipmentLabel
source: Current Equipment (Name + Model)
fa: تجهیز فعلی (نام + مدل)

source: Current Equipment
fa: تجهیز فعلی

source: Exact Problem
fa: مشکل دقیق

source: Problem Date
fa: تاریخ بروز مشکل

source: Need
fa: نیاز

# optionalProblemPhoto
source: Optional Problem Photo Attachment
fa: پیوست عکس مشکل (اختیاری)

source: Job Specifications
fa: مشخصات شغلی

source: Workload
fa: حجم کار

source: Job Title
fa: عنوان شغلی

source: Organizational Unit
fa: واحد سازمانی

# unitExample
source: e.g.: Sales, Product Development, Support
fa: مثلاً: فروش، توسعه محصول، پشتیبانی

source: Work Location
fa: محل کار

source: Required Personnel Count
fa: تعداد نفرات مورد نیاز

source: Job Description and Responsibilities
fa: شرح وظایف و مسئولیت‌ها

source: Job Summary
fa: خلاصه شرح شغل

source: Main Responsibilities
fa: وظایف اصلی

source: Responsibility
fa: مسئولیت

source: Reports To
fa: گزارش‌دهی به

# reportsToExample
source: e.g.: Sales Manager
fa: مثلاً: مدیر فروش

source: Requirements and Conditions
fa: شرایط و الزامات

source: Required Education
fa: مدرک تحصیلی مورد نیاز

source: Preferred Field of Study
fa: رشته تحصیلی ترجیحی

# minimumWorkExperience
source: Minimum Work Experience (Years)
fa: حداقل سابقه کاری (سال)

source: Technical Skills
fa: مهارت‌های تخصصی

source: Soft Skills
fa: مهارت‌های نرم

source: Required Foreign Languages
fa: زبان‌های خارجی مورد نیاز

source: Language
fa: زبان

source: Information Type
fa: نوع اطلاعات

source: Current Value
fa: مقدار فعلی

source: New Value
fa: مقدار جدید

# supportingDocumentsPersonal
source: Supporting Documents (Bill, National ID, Birth Certificate)
fa: مدارک پشتیبان (قبض، کارت ملی، شناسنامه)

source: Certificate Purpose
fa: هدف صدور گواهی

source: Required Language
fa: زبان مورد نیاز

source: Required Issue Date
fa: تاریخ صدور مورد نیاز

source: Include Salary
fa: ذکر میزان حقوق

source: Include Position
fa: ذکر سمت شغلی

source: Destination Organization
fa: سازمان مقصد

source: Organization Address
fa: آدرس سازمان

source: Introduction Subject
fa: موضوع معرفی‌نامه

# specialSpecificationsLabel
source: Special Specifications (Mention Employee's Position or Special Expertise)
fa: مشخصات ویژه (ذکر سمت یا تخصص خاص کارمند)

source: Special Specifications
fa: مشخصات ویژه

# changeRequestStatusDialogTitle
source: Review Request
fa: بررسی درخواست

# changeRequestStatusDialogContent
source: Do you want to approve or reject this request?
fa: آیا این درخواست را تایید می‌کنید یا رد می‌کنید؟

source: Approve
fa: تایید

source: Reject
fa: رد

source: Scheduling
fa: زمان‌بندی

source: My Requests
fa: درخواست‌های من

source: My Reviews
fa: بررسی‌های من

source: Reviewers
fa: بررسی‌کنندگان

# assignReviewersToRequestInfoText
source: Please assign one or more reviewers to this request.
fa: لطفاً یک یا چند بررسی‌کننده را به این درخواست اختصاص دهید.

# addReviewers
source: Assign Reviewers
fa: افزودن بررسی‌کنندگان

# selectReviewersInfoText
source: Please select reviewers in the desired order of approval.
fa: لطفاً بررسی‌کنندگان را به ترتیب مورد نظر برای تایید، انتخاب کنید.

# selectReviewersHelperText
source: The selection order determines the approval priority.
fa: ترتیب انتخاب، اولویت تایید را مشخص می‌کند.

source: Priority
fa: اولویت

source: Selected Users
fa: کاربران انتخاب شده

source: User Selection
fa: انتخاب کاربر

# statistics
source: Stats
fa: آمار

# selectReviewDeadline
source: Please select a review deadline for each person.
fa: لطفاً برای هر شخص یک مهلت بررسی انتخاب کنید.

source: Deadline
fa: مهلت

source: Success Rate
fa: عملکرد موفق

source: Personal Info
fa: اطلاعات شخصی

source: Applicant
fa: درخواست دهنده

# salaryAndBenefits
source: Salary & Benefits
fa: حقوق و مزایا

source: Employment
fa: استخدام

source: Performance
fa: عملکرد

source: Transfer
fa: انتقال

# transfer2AnotherDepartment
source: Transfer to another department
fa: انتقال به دپارتمان دیگر

source: Contact Info
fa: اطلاعات تماس

source: Basic Info
fa: اطلاعات پایه

source: Subscription
fa: اشتراک

source: Current Subscription
fa: اشتراک فعلی

source: Subscription Management
fa: مدیریت اشتراک

source: Subscription Settings
fa: تنظیمات اشتراک

source: Subscription Details
fa: جزئیات اشتراک

# buySubscription
source: Subscribe
fa: خرید اشتراک

# renewSubscription
source: Renew
fa: تمدید اشتراک

# upgradeSubscription
source: Upgrade
fa: ارتقا اشتراک

# noSubscriptionDialogDescription
source: You don't have an active subscription. Please get a plan for your business to continue.
fa: شما اشتراک فعالی ندارید. لطفاً برای ادامه، یک پلن برای کسب و کار خود تهیه کنید.

# expiredSubscriptionDialogDescription
source: Your subscription has expired. Please renew your subscription to continue.
fa: اشتراک شما منقضی شده است. لطفاً برای ادامه، اشتراک خود را تمدید کنید.

source: Subscription Modules
fa: ماژول‌های اشتراک

source: User Count
fa: تعداد کاربران

source: Subscription Period
fa: مدت اشتراک

source: Subscription Price
fa: قیمت اشتراک

source: Current Subscription Price
fa: قیمت اشتراک فعلی

source: New Subscription Price
fa: قیمت اشتراک جدید

source: Total monthly
fa: مجموع ماهانه

source: Price
fa: قیمت

source: Price Summary
fa: خلاصه قیمت

source: Total Price
fa: قیمت کل

source: Final Price
fa: قیمت نهایی

source: Price Details
fa: جزئیات قیمت

source: Discount
fa: تخفیف

source: Pay Now
fa: تایید و پرداخت

source: Free
fa: رایگان

# user
source: Users
fa: کاربر

source: Users
fa: کاربران

source: User Activity
fa: وضعیت کاربران

source: overdue
fa: تاخیر دار

source: Bank Account Information
fa: اطلاعات حساب بانکی

source: Bank
fa: بانک

source: Active Modules
fa: ماژول‌های فعال

source: Activated Modules
fa: ماژول‌های فعال شده

source: Active
fa: فعال

source: Expired
fa: منقضی شده

source: Expiring Soon
fa: به زودی منقضی می‌شود

# subscriptionNote
source: Note: After registering a subscription, it is not possible to reduce the number of users and storage space, nor to deactivate modules. Please choose carefully.
fa: توجه: بعد از ثبت اشتراک امکان کم کردن تعداد کاربران و فضا ذخیره سازی و همینطور غیرفعال کردن ماژول ها وجود ندارد. لطفاً با دقت انتخاب کنید.

source: Module
fa: ماژول

source: Modules
fa: ماژول ها

source: Selected Modules
fa: ماژول های انتخاب شده

source: Share
fa: اشتراک گذاری

source: Back
fa: بازگشت

source: Go to home page
fa: برو به صفحه اصلی

source: Payment
fa: پرداخت

# successfulPayment
source: Successful
fa: پرداخت موفق

source: Payment was successful
fa: پرداخت با موفقیت انجام شد

# unsuccessfulPayment
source: Unsuccessful
fa: پرداخت ناموفق

source: Payment failed
fa: پرداخت انجام نشد

source: Payment Date
fa: تاریخ پرداخت

source: Invoice Number
fa: شماره فاکتور

source: Transaction Number
fa: شماره تراکنش

source: Reference ID
fa: شناسه مرجع

source: Card Number
fa: شماره کارت

source: Account Owner Name
fa: نام صاحب حساب

source: Send Payment Receipt
fa: ارسال رسید فیش پرداخت

source: Send
fa: ارسال

# turnOffVPNToEnterPaymentGateway
source: Please turn off your VPN to enter the payment gateway.
fa: لطفاً برای ورود به درگاه پرداخت، VPN خود را خاموش کنید.

# selectAtLeastOneModule
source: Please select at least one module.
fa: لطفاً حداقل یک ماژول را انتخاب کنید.

source: Popular
fa: محبوب

source: GB
fa: گیگابایت

source: Online
fa: آنلاین

source: Offline
fa: آفلاین

source: Contract
fa: قرارداد

source: Contracts
fa: قراردادها

source: Contract Type
fa: نوع قرارداد

source: Contract Title
fa: عنوان قرارداد

source: ❌ Ignore
fa: ❌ نادیده بگیر

# fileInfoNotFullyReceived
source: The file information has not been fully received.
fa: اطلاعات فایل، کامل دریافت نشده است.

source: Row Count
fa: تعداد سطرها

source: Detected Columns
fa: ستون‌های شناسایی شده

source: Potential Duplicates
fa: تکراری احتمالی

source: Column Mapping
fa: تطبیق ستون‌ها

source: Excel Column
fa: ستون Excel

source: Sample Data
fa: نمونه داده‌ها

source: Column Data Type
fa: نوع داده‌های ستون

# backToPreviousStepDialogDescription
source: Do you want to go back to the previous step?
fa: آیا میخواهید به مرحله قبلی برگردید؟

# noRecordsToDisplay
source: There are no records to display.
fa: رکوردی برای نمایش وجود ندارد.

# dataPreview
source: Data preview (first 10 rows)
fa: پیش‌نمایش داده‌ها (10 سطر اول)

source: Download Error File
fa: دانلود فایل خطا

source: Detected Errors
fa: خطاهای شناسایی شده

source: Result
fa: نتیجه

source: Preview
fa: پیش‌نمایش

source: Upload
fa: آپلود

source: Upload Exel File
fa: آپلود فایل Excel

source: Show
fa: نمایش

source: Successful
fa: موفق

source: Duplicate
fa: تکراری

source: Close
fa: بستن

source: Successfully Completed
fa: با موفقیت انجام شد

source: Send To Board
fa: ارسال به بورد

# sendThisCustomerToBoardDialogDescription
source: Send this customer to the Kanban board?
fa: آیا این مشتری به بورد کانبان اضافه شود؟

# sendSelectedCustomersToBoardDialogDescription
source: Send all the selected customers to the Kanban board?
fa: آیا همه مشتریان انتخاب شده به بورد کانبان اضافه شوند؟

# deleteThisCustomerDialogDescription
source: Delete this customer from folder?
fa: آیا این مشتری از پوشه حذف شود؟

# deleteSelectedCustomersDialogDescription
source: Delete selected customers from folder?
fa: آیا همه مشتریان انتخاب شده از پوشه حذف شوند؟

source: On-Time
fa: به موقع

source: Early
fa: زود تر

source: Late
fa: با تاخیر

source: Manual
fa: دستی

source: Finger Print
fa: اثر انگشت

source: Face Id
fa: تشخیص چهره

# swipeToCheckIn
source: Swipe to clock-in
fa: برای ثبت ورود بکشید

# swipeToCheckOut
source: Swipe to clock-out
fa: برای ثبت خروج بکشید

# restStart
source: Start of Rest
fa: شروع استراحت

# restEnd
source: End of Rest
fa: پایان استراحت

# leaveStart
source: Start of Leave
fa: شروع مرخصی

# leaveEnd
source: End of Leave
fa: پایان مرخصی

# missionStart
source: Start of Mission
fa: شروع مأموریت

# missionEnd
source: End of Mission
fa: پایان مأموریت

# overtimeStart
source: Start of Overtime
fa: شروع اضافه کاری

# overtimeEnd
source: End of Overtime
fa: پایان اضافه کاری

# hRModuleIsRequired
source: The Human Resource(HR) module is required.
fa: نیاز به ماژول سرمایه انسانی(HR) است

source: Documents
fa: مستندات

source: Assets
fa: دارایی

source: Attendance Rate
fa: نرخ حضور

source: Hours Worked
fa: ساعات کار شده

source: Total Work Hours
fa: ساعات کاری کل

# overallStatistics
source: Overall Stats
fa: آمار کلی

source: Members Performance
fa: لیست اعضا و عملکرد آن‌ها

source: Success
fa: موفقیت

source: No Activity
fa: بدون فعالیت

source: Excellent
fa: عالی

source: Good
fa: خوب

source: Fair
fa: متوسط

source: Needs Improvement
fa: نیاز به بهبود

source: Working Hours
fa: ساعات کاری

source: Time Worked Today
fa: زمان کار امروز

# youAreOnTime
source: Great! You are on time.
fa: عالی! شما سر وقت وارد شدید.

source: You are # early.
fa: شما # زودتر وارد شدید.

source: You are # late.
fa: شما # دیرتر وارد شدید.

source: Minutes
fa: دقیقه

source: Hours
fa: ساعت

source: Correspondence
fa: مکاتبات اداری

source: New Letter
fa: نامه جدید

source: Direct Message
fa: پیام شخصی

source: New Group
fa: گروه جدید

source: Edit Group
fa: ویرایش گروه

source: Group Title
fa: عنوان گروه

# startConversationDialog
source: Start Conversation?
fa: شروع گفتگو؟

source: Pin
fa: سنجاق کردن

source: Unpin
fa: برداشتن سنجاق

source: Image
fa: تصویر

source: Audio
fa: صدا

source: Video
fa: ویدیو

source: Voice message
fa: پیام صوتی

source: Copy Text
fa: کپی کردن متن

source: Edited
fa: ویرایش شده

source: Download
fa: دانلود فایل

source: Save to Gallery
fa: ذخیره در گالری

source: Leave Group
fa: ترک گروه

# deleteAndLeave
source: Delete & Leave
fa: حذف و ترک گروه

source: Legal
fa: حقوقی

source: Personal
fa: حقیقی

source: SMS
fa: پیامک

source: Cloud Call
fa: تماس ابری

source: Marketing
fa: تبلیغات

source: Planning
fa: برنامه ریزی

source: Total Count
fa: تعداد کل

source: Pending
fa: در انتظار

source: Forward
fa: ارسال

source: Forwarded From
fa: ارسال شده از

source: Forwarded successfully
fa: با موفقیت ارسال شد

source: No messages to forward
fa: هیچ پیامی برای ارسال وجود ندارد

source: No messages selected
fa: هیچ پیامی انتخاب نشده است

source: Please select at least one conversation
fa: لطفاً حداقل یک گفتگو انتخاب کنید

source: Select Conversation
fa: انتخاب گفتگو

source: conversations selected
fa: گفتگو انتخاب شده

source: This date has already been added.
fa: این تاریخ قبلاً اضافه شده است.

# youAreNotMemberOfThisGroup
source: You are not a member of this group.
fa: شما عضو این گروه نیستید.

source: Message not found
fa: پیام پیدا نشد

source: File not found
fa: فایل پیدا نشد

source: File size exceeds the allowed limit
fa: حجم فایل بیش از حد مجاز است

source: maximum
fa: حداکثر

source: File upload error
fa: خطا در آپلود فایل

source: No text messages selected
fa: هیچ پیام متنی انتخاب نشده است

# leaveGroupDialogDescription
source: Are you sure you want to leave this group?
fa: آیا از ترک این گروه اطمینان دارید؟

# deleteAndLeaveGroupDialogDescription
source: Are you sure you want to delete and leave this group?
fa: آیا از حذف و ترک این گروه اطمینان دارید؟

# notAllowedDeleteOtherUsersMessages
source: You are not allowed to delete other users' messages.
fa: شما مجاز به حذف پیام‌های کاربران دیگر نیستید.

source: Saved
fa: ذخیره شد

# galleryPermissionDenied
source: Gallery permission denied. Please enable it from settings.
fa: دسترسی به گالری رد شد. لطفاً مجوز را از تنظیمات فعال کنید.

# directoryCouldNotBeFound
source: The directory could not be found.
fa: مسیر ذخیره‌سازی پیدا نشد.

# formatIsNotAllowed
source: The file format is not allowed.
fa: فرمت فایل مجاز نیست.

source: File selected successfully.
fa: فایل با موفقیت انتخاب شد.

# allowedExelFormatsAndSize
source: Allowed formats: XLSX, XLS, CSV (maximum 10 MB)
fa: فرمت‌های مجاز: XLSX, XLS, CSV (حداکثر 10 مگابایت)

# legalCase
source: Case
fa: پرونده

source: New Case
fa: پرونده جدید

source: Edit Case
fa: ویرایش پرونده

source: My Case
fa: پرونده من

source: Create Contract
fa: قرارداد جدید

source: Contract File
fa: فایل قرارداد

# viewAndDownload
source: View & Download
fa: مشاهده و دانلود

source: Error downloading file
fa: خطا در دانلود فایل

# parties
source: The Parties
fa: طرفین

source: New Party
fa: طرف جدید

source: Edit Party
fa: ویرایش طرف

source: Signatories
fa: امضاکنندگان

source: New Signatory
fa: امضاکننده جدید

source: Edit Signatory
fa: ویرایش امضاکننده

source: Message sent successfully
fa: پیام با موفقیت ارسال شد

source: Member added successfully
fa: عضو با موفقیت اضافه شد

source: Member removed successfully
fa: عضو با موفقیت حذف شد

# exitConversationMessagesPageWarningDescription
source: You have files being uploaded. Leaving now will cancel all uploads. Do you want to exit?
fa: فایل‌هایی در حال آپلود هستند. خروج از صفحه باعث لغو تمام آپلودها می‌شود. آیا می‌خواهید خارج شوید؟

source: Not supported in this version.
fa: در این نسخه پشتیبانی نمیشود.

source: Send Anonymous Message
fa: ارسال پیام ناشناس

source: Recipients
fa: دریافت‌کنندگان

source: Message Text
fa: متن پیام

source: Custom Message Text
fa: متن پیام سفارشی

# noContract
source: No contract has been registered
fa: قراردادی ثبت نشده است

# contractTypeHelper
source: The file will be sent to registered users for online signing.
fa: فایل برای امضای آنلاین به افراد ثبت‌شده ارسال می‌شود.

# caseTypeHelper
source: The file is used for case documentation and workflow management.
fa: فایل برای مستندسازی و مدیریت روند پرونده‌ها استفاده می‌شود.

source: Validity Date
fa: تاریخ اعتبار

# onlyPDFFilesAllowed
source: Only PDF files are allowed.
fa: فقط فایل های PDF قابل قبول است.

source: Created by
fa: ایجاد شده توسط

# deleteContractHelper
source: Clicking this button will delete the current contract, and you can then create a new one.
fa: با کلیک روی این دکمه، قرارداد فعلی حذف شده و می‌توانید قرارداد جدیدی ایجاد کنید.

# nationalIdIsShort
source: The national code must be 10 digits
fa: کد ملی باید ۱۰ رقم باشد

# invalidNationalId
source: The national code is invalid
fa: کد ملی نامعتبر است

source: Replace
fa: جایگزینی

# changeLegalCaseStatusDialogDescription
source: Are you sure the file is complete?
fa: آیا از تکمیل پرونده اطمینان دارید؟

source: Total Contracts
fa: تعداد کل قراردادها

source: Total Tasks
fa: تعداد کل وظایف

source: Total Follow-ups
fa: تعداد کل پیگیری‌ها

source: Overdue Tasks
fa: وظایف دارای تاخیر

source: Overdue Follow-ups
fa: پیگیری‌های دارای تاخیر

source: Unscheduled
fa: بدون زمان

source: Unscheduled Tasks
fa: وظایف بدون زمان انجام

source: Time Spent
fa: زمان صرف شده

source: Closed-Won Follow-ups
fa: پیگیری‌های منجر شده به فروش

# promoCode
source: Have a promo code?
fa: کد تخفیف دارید؟

source: Enter code here...
fa: کد را وارد کنید...

# promoCodeApplied
source: Promo code applied successfully!
fa: کد تخفیف با موفقیت اعمال شد!

# invalidPromoCode
source: Invalid code.
fa: کد وارد شده نامعتبر است.

source: Contract Count
fa: تعداد قرارداد

# contractCountInfo
source: This value represents the total number of contracts you are authorized to create within the Legal module based on your account permissions.
fa: این عدد نشان‌دهنده مجموع قراردادهایی است که شما مجاز هستید بر اساس دسترسی‌های خود در ماژول حقوقی ایجاد نمایید.
