Repository: ErfanGhohroudi/bermooda_flutter_app
Catalog: lib/l10n/intl_*.arb
Languages: fa

# appName
source: Bermooda
fa: برمودا

source: version
fa: نسخه

# notSupportedItem
source: This item is not compatible with your current version.
fa: این آیتم با نسخه فعلی شما سازگار نیست.

# notActiveModules
source: You don't have any active modules.
fa: شما ماژول فعالی ندارید.

# wait
source: Please Wait...
fa: لطفاً صبر کنید...

# welcome
source: Welcome to Bermooda
fa: به برمودا خوش آمدید

# vpnText
source: For a better user experience and faster speed, turn off your vpn.
fa: برای تجربه کاربری بهتر و سرعت بالاتر، vpn خود را خاموش کنید.

source: Try Again
fa: تلاش مجدد

source: Next
fa: بعدی

source: Previous
fa: قبلی

source: No Result
fa: نتیجه ای یافت نشد

source: Owner
fa: مالک

source: Admin
fa: مدیر

source: Forgot Password?
fa: رمز عبور را فراموش کردید؟

source: Password Recovery
fa: بازیابی رمز عبور

source: Recovery
fa: بازیابی

# passwordChanged
source: Your password has been successfully changed.
fa: رمز عبور شما با موفقیت تغییر کرد.

source: Seconds
fa: ثانیه

source: OK
fa: فهمیدم

source: Later
fa: بعداً

source: to
fa: تا

source: All
fa: همه

source: Update
fa: بروزرسانی

source: Dashboard
fa: داشبورد

source: Account
fa: حساب کاربری

# addText
source: Add
fa: افزودن

source: Soon...
fa: بزودی...

source: More
fa: بیشتر

source: Less
fa: کمتر

source: From
fa: از

source: Until
fa: تا

source: Toman
fa: تومان

# neww
source: New
fa: جدید

# doNotHaveAnAccount
source: Don’t have an account?
fa: حساب کاربری ندارید؟

source: Settings
fa: تنظیمات

source: Support
fa: پشتیبانی

source: Join Date
fa: تاریخ عضویت

source: Archive
fa: بایگانی

source: Archive/Removed
fa: بایگانی/حذف شده ها

source: Closed-Won
fa: فروش موفق

source: Storage
fa: حجم مصرفی

# ofText
source: of
fa: از

source: Filters
fa: فیلتر ها

source: Location
fa: موقعیت

source: Cancel
fa: انصراف

source: No
fa: خیر

source: Yes
fa: بله

source: Error
fa: خطا

source: Warning
fa: هشدار

source: Done
fa: انجام شد

source: Project Board
fa: بورد پروژه

source: My Tasks
fa: وظایف من

source: Customers Board
fa: بورد مشتریان

source: My Follow-ups
fa: پیگیری‌های من

source: Requests Board
fa: بورد درخواست‌ها

source: Cases Board
fa: بورد پرونده‌ها

# doned
source: Done
fa: انجام شده

source: In Progress
fa: در حال انجام

source: To-Do
fa: برای انجام

source: Behind Schedule
fa: تاخیر دارد

source: Search
fa: جستجو

source: Details
fa: جزئیات

source: Title
fa: عنوان

source: Description
fa: توضیحات

source: Theme
fa: تغییر تم

# error400
source: A technical issue has occurred
fa: مشکل فنی پیش آمده

# error404
source: Information not found
fa: اطلاعات یافت نشد

# error422
source: Problem in sending data
fa: مشکل در ارسال اطلاعات

# error500
source: A server error occurred Please try again later
fa: خطایی از سمت سرور رخ داده لطفاً مدتی بعد تلاش کنید

# errorNetConnection
source: Please check your internet connection
fa: لطفاً وضعیت اینترنت خود را بررسی کنید

source: Invalid File
fa: فایل نامعتبر

# invalidFileInfo
source: Some files were larger than 100 MB or unsupported and were ignored:
fa: برخی فایل‌ها بزرگ‌تر از ۱۰۰ مگابایت بودند یا غیر قابل پشتیبانی بودند و نادیده گرفته شدند:

source: # is required
fa: # الزامی است

# timeMustBeSetInFuture
source: The time must be set in the future
fa: زمان باید برای آینده باشد

# startTimeMustBeSetInFuture
source: The start time must be set in the future
fa: زمان شروع باید برای آینده باشد

# dueTimeMustBeSetInFuture
source: The due time must be set in the future
fa: زمان تحویل باید برای آینده باشد

source: End time must be after start time
fa: زمان پایان باید بعد از زمان شروع باشد

# notAllowChangeStatus
source: You are not allowed to change the status
fa: مجاز به تغییر وضعیت نیستید

# haveNoAssigneeFollowup
source: You have no assigned follow-ups.
fa: هیچ پیگیری‌ای به شما اختصاص داده نشده است.

# availableOnAdvancedPlan
source: This feature is only available on the Advanced plan.
fa: این قابلیت در پلن پیشرفته فعال است.

source: Phone Number
fa: شماره همراه

source: Password
fa: رمز عبور

source: Confirm Password
fa: تکرار رمز عبور

source: Current Password
fa: رمز عبور فعلی

source: New Password
fa: رمز عبور جدید

source: Confirm New Password
fa: تکرار رمز عبور جدید

# passwordsNotSame
source: Please make sure both passwords are the same
fa: لطفاً رمز عبور را به‌درستی تکرار کنید

source: Create Account
fa: ایجاد حساب کاربری

source: Account Photo
fa: عکس حساب کاربری

source: Profile
fa: پروفایل

source: Customer Profile
fa: پروفایل مشتری

source: Customer Info
fa: اطلاعات مشتری

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Full Name
fa: نام و نام خانوادگی

source: Send Code
fa: ارسال کد

source: Login
fa: ورود

source: Sign Up
fa: ثبت نام

source: Logout
fa: خروج از حساب کاربری

source: Save
fa: ذخیره

source: Submit
fa: ثبت

source: Apply
fa: اعمال

source: Confirm
fa: تایید

source: Accept
fa: پذیرفتن

source: Decline
fa: رد کردن

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: Deleted
fa: حذف شده ها

source: Remove
fa: حذف

source: Email
fa: ایمیل

source: Both
fa: هر دو

source: Color
fa: رنگ

# thisIsExist
source: This # is already exist
fa: این # درحال حاضر وجود دارد

# countOfCharactersRequired
source: At least # characters required
fa: حداقل # کاراکتر الزامی است

# tapEnterToAdd
source: * Tap the Enter key on your keyboard to add.
fa: * برای اضافه شدن، دکمه Enter کیبورد را بزنید.

source: New Customer
fa: مشتری جدید

source: Edit Customer
fa: ویرایش مشتری

source: New Task
fa: وظیفه جدید

source: Edit Task
fa: ویرایش وظیفه

source: Label
fa: برچسب

source: Unlabeled
fa: بدون برچسب

source: New Label
fa: برچسب جدید

source: Edit Label
fa: ویرایش برچسب

source: New Meeting
fa: برنامه جدید

source: Edit Meeting
fa: ویرایش برنامه

# requiredField
source: This field is required
fa: فیلد الزامی است

# invalidPhoneNumber
source: Invalid number format
fa: فرمت شماره نامعتبر است

# validBeginningSignInPhoneNumber
source: + is only allowed at the beginning
fa: + فقط در ابتدا مجاز است

# invalidEmailAddress
source: The email address is not valid
fa: آدرس ایمیل صحیح نیست

# isShort
source: The entered value is too short (minimum # characters)
fa: مقدار وارد شده کوتاه است (حداقل # کاراکتر)

source: Pull to refresh
fa: برای بروزرسانی بکشید

source: Release to refresh
fa: برای بروزرسانی رها کنید

source: Failed
fa: ناموفق

source: Completed
fa: انجام شد

source: Fetch more data
fa: بارگذاری بیشتر

source: Connection lost
fa: اتصال قطع است

source: Connecting...
fa: در حال اتصال...

source: Refreshing...
fa: بروزرسانی...

source: Loading...
fa: بارگذاری...

# uploading
source: File is uploading...
fa: فایل در حال بارگذاری است...

source: Downloading...
fa: در حال دانلود...

# areYouSureYouWantToLogOut
source: Do you want to log out?
fa: آیا میخواهید از حساب کاربری خارج شوید؟

# areYouSureYouWantToDeleteItem
source: Are you sure you want to delete this?
fa: آیا از حذف این مورد مطمئن هستید؟

# areYouSureToDeleteMessage
source: Are you sure you want to delete this message?
fa: آیا میخواهید این پیام را حذف کنید؟

# areYouSureToDeleteCustomer
source: Are you sure you want to delete this customer?
fa: آیا میخواهید این مشتری را حذف کنید؟

# areYouSureToDeleteProject
source: Are you sure you want to delete this project?
fa: آیا میخواهید این پروژه را حذف کنید؟

# areYouSureToDeleteCategory
source: Are you sure you want to delete this category?
fa: آیا میخواهید این دسته‌بندی را حذف کنید؟

# areYouSureToDeleteBusiness
source: Do you want to delete this business?
fa: آیا میخواهید این کسب‌وکار را حذف کنید؟

# areYouSureToChangePhoneNumber
source: Do you want to change the phone number?
fa: آیا میخواهید شماره همراه را تغییر دهید؟

# otpInfoText
source: Enter the 6-digit code sent to (#).
fa: کد 6 رقمی ارسال شده به (#) را وارد کنید.

# otpCodeNotReceived
source: Didn't receive the code?
fa: کد را دریافت نکردید؟

source: RESEND
fa: ارسال مجدد

source: New Workspace
fa: کسب‌وکار جدید

source: Camera
fa: دوربین

source: Photo
fa: عکس

source: File
fa: فایل

source: Reply
fa: پاسخ

source: Message
fa: پیام

source: List is Empty!
fa: لیست خالیست!

source: No Data
fa: داده‌ای وجود ندارد

source: Write your message
fa: پیام خود را بنویسید

source: Medias
fa: تصاویر

source: Next Month
fa: ماه بعد

source: Previous Month
fa: ماه قبل

source: Next Year
fa: سال بعد

source: Previous Year
fa: سال قبل

source: Start
fa: شروع

source: End
fa: پایان

source: Home
fa: خانه

source: Mails
fa: مکاتبات

source: Attendance
fa: حضور و غیاب

source: Conversation
fa: گفتگو

source: Conversations
fa: گفتگوها

source: Calendar
fa: تقویم

source: Human Resources
fa: سرمایه انسانی

source: Notice
fa: اطلاعیه

source: Step
fa: مرحله

source: Steps
fa: مراحل

# enterStepTitle
source: Enter the step title
fa: عنوان مرحله را وارد کنید

# stepLengthError
source: The number of steps cannot be less than 2.
fa: تعداد مرحله ها نمیتواند کمتر از 2 عدد باشد.

source: Requests
fa: درخواست ها

source: Exit
fa: خروج

# exitPage
source: Leave this page? *Unsaved changes will be lost.
fa: آیا میخواهید از این صفحه خارج شوید؟ *تغییرات ذخیره نمیشوند.

# exitApp
source: Exit the app?
fa: آیا میخواهید از اپلیکیشن خارج شوید؟

source: Change status?
fa: وضعیت تغییر کند؟

# notAuthorizedToChangeStatus
source: You are not allowed to change the status.
fa: شما اجازه تغییر وضعیت را ندارید.

source: Change task status to 'Done'?
fa: وضعیت وظیفه به 'انجام شده' تغییر کند؟

source: Change subtask status to 'Done'?
fa: وضعیت زیر وظیفه به 'انجام شده' تغییر کند؟

source: Change subtask progress to '#'?
fa: درصد پیشرفت زیر وظیفه به '#' تغییر کند؟

# cannotChangeStatus
source: Returning to the previous status is not allowed
fa: نمیتوانید به وضعیت قبلی برگردید

# changeStep
source: Change step to (#)?
fa: مرحله به (#) تغییر کند؟

source: Change step status?
fa: وضعیت مرحله تغییر کند؟

# cannotChangeStep
source: Returning to the previous step is not allowed
fa: نمیتوانید به مرحله قبلی برگردید

source: Cannot move completed steps.
fa: مراحل تکمیل شده قابل جابجایی نیستند.

# cannotInsertInCompletedBetweenCompletedSteps
source: Incomplete steps cannot be inserted between completed ones.
fa: مراحل تکمیل نشده نمی‌توانند بین مراحل تکمیل شده قرار بگیرند.

source: Cannot Delete Completed Steps.
fa: مراحل تکمیل شده قابل حذف نیستند.

source: Location Permission
fa: دسترسی به موقعیت مکانی

# gpsIsOff
source: Location services (GPS) are disabled. Please turn them on
fa: سرویس موقعیت مکانی (GPS) غیرفعال است. لطفاً آن را روشن کنید.

# getLocationDescribe
source: This app uses your location only at the moment of clocking in/out to ensure you are within the company premises and to validate your attendance record.
fa: این برنامه از موقعیت مکانی شما فقط در لحظه ثبت ورود و خروج استفاده می‌کند تا از حضور شما در محدوده شرکت اطمینان حاصل کرده و صحت تردد شما را تأیید نماید.

# locationIsRequiredToAttendance
source: Location access is required to register attendance.
fa: برای ثبت تردد ها، دسترسی به موقعیت مکانی الزامی است.

# enableLocationAccess
source: You have permanently denied location access. To use this feature, please enable it from the device settings.
fa: شما دسترسی به موقعیت مکانی را برای همیشه رد کرده‌اید. برای استفاده از این قابلیت، لطفاً از طریق تنظیمات دستگاه، دسترسی را فعال کنید.

# locationTimeLimit
source: Could not retrieve location within the time limit. Please check your internet and GPS connection and try again.
fa: موقعیت مکانی در زمان مشخص شده پیدا نشد. لطفاً از اتصال اینترنت و GPS خود اطمینان حاصل کرده و دوباره تلاش کنید.

# locationFailedError
source: An error occurred while fetching the location.
fa: دریافت موقعیت مکانی با مشکل مواجه شد.

# scanQRCode
source: Scan The QR Code
fa: کد QR را اسکن کنید

source: Today
fa: امروز

source: Not Now!
fa: الآن نه!

# updateTitle
source: A new update is available!
fa: بروزرسانی جدید در دسترس است!

# updateSubTitle
source: Update to the latest version and enjoy bug fixes and improved features!
fa: با بروزرسانی به نسخه جدید، از رفع مشکلات و قابلیت‌های بهبودیافته لذت ببرید!

source: Category
fa: دسته‌بندی

source: Sub-category
fa: زیر دسته

source: Move Task
fa: انتقال وظیفه

source: Move Customer
fa: انتقال مشتری

source: Notifications
fa: اعلان ها

source: No Notifications
fa: هیچ اعلانی وجود ندارد

source: Task
fa: وظیفه

source: Tasks
fa: وظایف

source: Select Invoice
fa: انتخاب فاکتور

source: New Invoice
fa: صدور فاکتور

# noFollowUpInfo
source: By selecting this option, your customer will be transferred to my customer list.
fa: با انتخاب این گزینه، مشتری شما به لیست مشتری های من منتقل می‌شود.

# customerStatusInfo
source: What was the reason for closing this customer?
fa: علت بسته شدن این مشتری چیست؟

# customerAddedToArchiveList
source: The customer has been added to the archive.
fa: مشتری به بایگانی اضافه شد.

source: Status
fa: وضعیت

source: Type your comments...
fa: متن توضیحات خود را تایپ کنید...

source: Date
fa: تاریخ

source: Time
fa: ساعت

source: Time Tracking
fa: ردیابی زمان

source: Progress Status
fa: وضعیت پیشرفت

source: No date
fa: بدون تاریخ

source: Start Time
fa: ساعت شروع

source: End Time
fa: ساعت پایان

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ پایان

source: Reminder Time
fa: زمان یادآوری

source: Additional Info
fa: اطلاعات تکمیلی

source: Representative
fa: نماینده

source: Representative Info
fa: اطلاعات نماینده

source: Representative Name
fa: نام نماینده

source: Website
fa: وبسایت

source: Link
fa: لینک

source: Direct Link
fa: لینک مستقیم

source: Social Media Link
fa: لینک شبکه اجتماعی

source: Link is empty.
fa: لینک خالی است.

# unableOpenLink
source: Unable to open the link.
fa: امکان باز کردن لینک وجود ندارد.

# linkFormatIsInvalid
source: The entered link format is invalid.
fa: فرمت لینک وارد شده صحیح نیست.

source: Customer Name
fa: نام مشتری

source: Upload Photo
fa: بارگذاری تصویر

source: Section
fa: بخش

source: Contact Preference
fa: اولویت ارتباط

source: Assignee
fa: مسئول انجام

source: Date of Entry
fa: تاریخ ثبت

source: Invoice
fa: فاکتور

source: Invoices
fa: فاکتور ها

source: Payment Receipt
fa: رسید پرداخت

source: Invoice ID
fa: شناسه فاکتور

source: Invoice Type
fa: نوع فاکتور

source: Payment Method
fa: نوع پرداخت

source: Repeat
fa: تکرار

source: Restore
fa: بازیابی

# restoreDescription
source: Do you want to restore?
fa: آیا میخواهید بازیابی شود؟

source: Staff Management
fa: مدیریت کارکنان

source: Members
fa: اعضا

# member
source: Members
fa: عضو

source: Members List
fa: لیست اعضا

source: Removed Members
fa: اعضای حذف شده

source: Invite Members
fa: دعوت اعضا

source: Accessible Members
fa: دسترسی اعضا

# projectAccessibleMembersHelper
source: * Only members selected as Managers and Specialists will have access to this project.
fa: * فقط افرادی که به عنوان مدیر و کارشناس انتخاب می شوند به این پروژه دسترسی خواهند داشت.

# crmAccessibleMembersHelper
source: * Only members selected as Managers and Specialists will have access to this customer category.
fa: * فقط افرادی که به عنوان مدیر و کارشناس انتخاب می شوند به این دسته بندی از مشتریان دسترسی خواهند داشت.

# humanResourcesAccessibleMembersHelper
source: * Only members selected as Managers and Specialists will have access to this department.
fa: * فقط افرادی که به عنوان مدیر و کارشناس انتخاب می شوند به این واحد دسترسی خواهند داشت.

source: Invite Guests
fa: دعوت مهمان

source: Help
fa: راهنما

# logo
source: Company/Business Logo
fa: لوگو شرکت یا کسب‌وکار

source: Business Name
fa: نام کسب‌وکار

source: Industry
fa: صنعت

source: Business Size
fa: اندازه کسب‌وکار

source: Businesses
fa: کسب‌وکار ها

source: My Business List
fa: لیست کسب‌وکار های من

source: My Businesses
fa: کسب‌وکار های من

# SwitchedBusiness
source: Switched to (#) business
fa: کسب‌وکار تغییر کرد به (#)

source: Country
fa: کشور

# state
source: Province
fa: استان

source: City
fa: شهر

source: Verification
fa: احراز هویت

# verificationTextInfo
source: This section must be completed to create invoices, settle payments, and perform related actions.
fa: تکمیل اطلاعات این بخش برای ایجاد فاکتور، تسویه حساب و سایر عملیات الزامی است.

source: National ID
fa: شماره ملی

source: Birth Certificate Number
fa: شماره شناسنامه

source: IBAN
fa: شماره شبا

# iranIBANisShort
source: Iran's IBAN number must be 26 characters long.
fa: شماره شبا ایران باید ۲۶ کاراکتر باشد.

# invalidIBAN
source: The IBAN is invalid.
fa: شماره شبا (IBAN) نامعتبر است.

# invalidIBANFormat
source: The IBAN format is invalid.
fa: فرمت شماره شبا (IBAN) نامعتبر است.

source: Postal Code
fa: کد پستی

source: Address
fa: آدرس

# companyName
source: Organization name
fa: نام سازمان

# companyNationalID
source: National ID
fa: شناسه ملی

source: Registration Number
fa: شناسه ثبت

source: Economic Code
fa: شماره اقتصادی

source: Landline
fa: تلفن ثابت

# extension
source: Ext
fa: داخلی

source: Fax
fa: فکس

source: Upload National ID Card
fa: بارگذاری کارت ملی

# uploadNationalIDCardIsRequired
source: Uploading the national ID card photo is required.
fa: بارگذاری عکس کارت ملی الزامی است.

source: Upload Business Registration / License
fa: بارگذاری آگهی تاسیس / پروانه کسب

# uploadBusinessRegistrationLicenseIsRequired
source: Uploading the business registration or license is required.
fa: بارگذاری آگهی تاسیس یا پروانه کسب الزامی است.

source: Verified
fa: احراز هویت شده

source: Not Verified
fa: احراز هویت نشده

# inviteGuestsHelper
source: By entering a phone number or email address, an invitation will be sent to the guests. If you enter a phone number, the invitation will be sent via SMS. If you enter an email address, it will be sent via email.
fa: با وارد کردن شماره همراه یا آدرس ایمیل، یک دعوت‌نامه برای مهمانان ارسال خواهد شد. اگر شماره همراه وارد کنید، دعوت‌نامه از طریق پیامک (SMS) ارسال می‌شود و اگر آدرس ایمیل وارد کنید، دعوت‌نامه از طریق ایمیل ارسال خواهد شد.

# workspaceTitle
source: Business Title
fa: عنوان کسب‌وکار

# authenticationNeedsDialogText
source: Dear #, to access your personalized business dashboard, you need to complete your business information and activate the dashboard.
fa: # عزیز برای دسترسی به داشبورد تخصصی کسب‌وکار خود نیاز به تکمیل اطلاعات کسب‌وکار و فعال سازی داشبورد است.

# pendingInvitation
source: Invitation Pending Approval
fa: در انتظار تایید دعوتنامه

source: New Member
fa: عضو جدید

source: Add Member
fa: افزودن عضو

# addMemberDialog
source: Add to members list?
fa: افزودن به لیست اعضا؟

source: Edit Member
fa: ویرایش عضو

source: Remove Member
fa: حذف عضو

# areYouSureToRemoveMember
source: Are you sure you want to remove this user? They will immediately lose access to the dashboard, and their assigned tasks will need to be reassigned.
fa: آیا از حذف (تعدیل، اخراج، اتمام قرارداد) این کاربر مطمئن هستید؟ دسترسی او به داشبورد فوراً قطع شده و تمام وظایف تخصیص‌داده‌شده به او باید به شخص دیگری واگذار شود.

source: Send Invitation
fa: ارسال دعوتنامه

source: Access Levels
fa: سطح دسترسی ها

source: Date of Birth
fa: تاریخ تولد

source: Day
fa: روز

source: Days
fa: روز

source: Daily
fa: روزانه

source: Month
fa: ماه

source: Year
fa: سال

source: Months
fa: ماه

source: Gender
fa: جنسیت

source: Military Status
fa: نظام وظیفه

source: Marital Status
fa: وضعیت تأهل

source: Single
fa: مجرد

source: Married
fa: متأهل

source: Number of Children
fa: تعداد فرزند

source: Education Info
fa: اطلاعات تحصیلی

source: Educational Degree
fa: مدرک تحصیلی

source: Field of Study
fa: رشته تحصیلی

source: Employment Info
fa: اطلاعات شغلی

source: Employment Role
fa: سمت عضو

source: Role
fa: سمت

source: Personnel Code
fa: کد پرسنلی

source: Employment Type
fa: نوع همکاری

source: Salary Type
fa: نوع حقوق

source: Favorite
fa: علاقه‌مندی

source: Favorites
fa: علاقه‌مندی‌ها

source: Skill
fa: مهارت

source: Skills
fa: مهارت‌ها

source: Insurance
fa: بیمه

source: Contract Start Date
fa: شروع همکاری

source: Contract End Date
fa: پایان قرارداد

source: Upload Criminal Record Clearance Certificate
fa: بارگذاری گواهی عدم سوء پیشینه

# emergencyInformation
source: Emergency Info
fa: اطلاعات اضطراری

# emergencyInfoText
source: In case of emergency and if the user is unreachable, this person will be contacted.
fa: در مواقع ضروری و در صورت عدم دسترسی به کاربر، از طریق این فرد برای برقراری ارتباط اقدام خواهد شد.

source: Relationship
fa: نسبت با شخص

source: Attachment
fa: پیوست

source: Attachments
fa: پیوست ها

# hasAttachment
source: Has
fa: دارد

# noAttachment
source: No
fa: ندارد

source: Sender
fa: فرستنده

source: Letter
fa: نامه

source: Letter Number
fa: شماره نامه

source: Received / Sent
fa: دریافتی / ارسالی

source: Signed
fa: امضا شده

source: Unsigned
fa: امضا نشده

source: Clear
fa: پاک کردن

source: Or
fa: یا

source: Signatures
fa: امضا‌ها

source: Upload Signature
fa: بارگذاری امضا

source: Draw Signature
fa: ترسیم امضا

# uploadSignatureFirst
source: Please upload the signature first.
fa: ابتدا امضا را بارگذاری کنید.

# wantToSubmitSignature
source: Submit the signature? * Once submitted, it cannot be edited.
fa: امضا ثبت شود؟ * پس از ثبت امضا امکان ویرایش وجود ندارد.

# maximumFilesCanSelected
source: Maximum # files can be selected.
fa: حداکثر # فایل قابل انتخاب است.

# requiredMedicalCertificate
source: Uploading a medical certificate photo is required.
fa: بارگذاری عکس گواهی پزشکی الزامی است.

source: Submit Request
fa: ثبت درخواست

source: Request Type
fa: نوع درخواست

# welfareType
source: Welfare Request Type
fa: نوع درخواست رفاهی

source: Type
fa: نوع

source: Upload Medical Certificate
fa: بارگذاری گواهی پزشکی

source: Customer
fa: مشتری

source: Customer Database
fa: بانک مشتریان

source: Customers
fa: مشتریان

source: Reports
fa: گزارشات

source: Note
fa: یادداشت

source: Project
fa: پروژه

# projectHelperText
source: * First, select your desired project.
fa: * ابتدا پروژه‌ای که مدنظر دارید را انتخاب کنید.

# crmGroupHelperText
source: * First, select your desired category.
fa: * ابتدا دسته‌بندی که مدنظر دارید را انتخاب کنید.

# notPossibleForPastDays
source: It's not possible for past days.
fa: این امکان برای روز های گذشته وجود ندارد.

source: Subtasks
fa: زیر وظیفه‌ها

source: New Subtask
fa: زیر وظیفه جدید

source: Edit Subtask
fa: ویرایش زیر وظیفه

source: Due Date
fa: تاریخ تحویل

source: Due Time
fa: ساعت تحویل

# checkIn
source: Clock-in
fa: ثبت ورود

# checkOut
source: Clock-out
fa: ثبت خروج

source: Timesheet
fa: کارکرد

source: Presence
fa: حضور

source: Absence
fa: غیبت

source: Leave
fa: مرخصی

source: Tardiness
fa: تاخیر

source: Overtime
fa: اضافه کار

source: Mission
fa: مأموریت

source: Total
fa: مجموع

source: Remaining
fa: باقیمانده

source: New Section
fa: بخش جدید

source: Edit Section
fa: ویرایش بخش

source: Files
fa: فایل ها

source: Links
fa: لینک ها

source: Select Labels
fa: برچسب ها را انتخاب کنید.

source: New Project
fa: پروژه جدید

source: Edit Project
fa: ویرایش پروژه

source: New Category
fa: دسته‌بندی جدید

source: Edit Category
fa: ویرایش دسته‌بندی

source: Department
fa: واحد

source: New Department
fa: واحد جدید

source: Edit Department
fa: ویرایش واحد

source: Work Shift
fa: شیفت کاری

source: Won Reason
fa: دلیل موفقیت

source: Loss Reason
fa: دلیل شکست

source: New Reason
fa: دلیل جدید

source: Edit Reason
fa: ویرایش دلیل

source: Amount
fa: مبلغ

source: Budget
fa: بودجه

source: Sales Forecast
fa: پیش‌بینی فروش

source: Currency
fa: واحد

source: Sales Probability
fa: احتمال فروش

source: Follow-up
fa: پیگیری

source: Follow-ups
fa: پیگیری‌ها

source: New Follow-up
fa: پیگیری جدید

source: Edit Follow-up
fa: ویرایش پیگیری

source: New Report
fa: گزارش جدید

# followUpStatusPopupDescription
source: Was the follow-up successful?
fa: آیا پیگیری موفقیت‌آمیز بود؟

source: Reorder
fa: تغییر ترتیب

# saveYourChangesFirst
source: Please save your changes first.
fa: ابتدا تغییرات را ذخیره کنید.

source: Changes saved.
fa: تغییرات ذخیره شد.

source: New Request
fa: درخواست جدید

source: Select
fa: انتخاب

source: Select Again
fa: انتخاب مجدد

source: Request Description
fa: توضیحات درخواست

source: Start and End Date
fa: تاریخ شروع و پایان
